"An exception occurred. In some cases exceptions are harmless, but if you want to be safe, relaunch %@. Please help us improve %@ by sending this report and telling us what happened." = "Uma exceção ocorreu. Em alguns casos exceções são inofensivas, porém se você estiver seguro, recarregue o %@. Ajude-nos a melhorar o %@ enviando este relatório e nos dizendo o que aconteceu.";
"Crash log information:" = "Informações do registro do problema:";
"Don't Send" = "Não Enviar";
"Error!" = "Erro!";
"Exception log information:" = "Informações do registro da excessão:";
"Path Finder has encountered an unexpected error. Please send in this report so it can be fixed in the next release." = "O Path Finder encontrou um erro inesperado. Envie este relatório, assim ele poderá ser corrigido no próximo lançamento.";
"Please describe what you were doing when the problem occurred." = "Descreva-nos o que você estava fazendo e o problema ocorrido.";
"Please tell us about the problem %@ encounted." = "Descreva sobre o problema ocorrido %@.";
"Send Report" = "Enviar Relatório";
"Tell us what happened" = "Diga-nos o que aconteceu";
"The last time you ran %@, it encountered a problem that forced it to quit. Please help us improve %@ by sending this report and telling us what happened." = "A última vez que você executou o %@, ele encontrou um problema que forçou seu fechamento inesperado. Ajude-nos a melhorar o %@ enviando este relatório e dizendo o que aconteceu.";
